Repository: epage/multilist
Catalog: po/*.po
Languages: ru

source: New item name:
ru: Новый элемент

source: Delete current item?
ru: Удалить текущий элемент?

source: No item selected!
ru: Сначала выберите элемент

source: Really checkout all items?
ru: Снять все пометки?

source: New category name:
ru: Новая категория

source: New list name:
ru: Новый список

source: New item
ru: Добавить

source: Search:
ru: Искать:

source: Checkout all items
ru: Снять все пометки

source: Del item
ru: Удалить

source: Sync
ru: Синхронизация

source: Choose columns
ru: Выбрать столбцы

source: Choose database file
ru: Выберите файл для хранения списков

source: Sync items
ru: Синхронизация

source: Quit
ru: Выход

source: File
ru: Файл

source: Rename Category
ru: Изменить название категории

source: Rename List
ru: Изменить имя списка

source: Tools
ru: Инструменты

source: About
ru: О программе

source: Help
ru: Справка

source: Choose your database file
ru: Выберите файл для хранения списков

source: all
ru: всё

source: List:
ru: Список:

source: Category:
ru: Категория:

source: View:
ru: Вид:

source: All
ru: Все

source: Active
ru: Исп.

source: Date
ru: Дата

source: Parameter
ru: Параметры

source: Sync process
ru: Синхронизация

source: Sync process running...please wait
ru: Синхронизируются списки, подождите ...

source: (this can take some minutes)
ru: (некоторое время)

source: Query
ru: Запрос

source: sync process running
ru: идёт синхронизация

source: Syncserver running...
ru: Сервер синхронизации работает ...

source: Sync server could not start. Please check IP and port.
ru: Не удаётся стартовать Сервер синхронизации. Проверьте IP-адрес и порт.

source: Syncserver not running...
ru: Сервер синхронизации остановлен ...

source: no sync process (at the moment)
ru: сейчас синхронизация не выполняется

source: Synchronization successfully completed
ru: Синхронизация успешно завершенa

source: The clocks are not synchronized between stations
ru: Согласуйте время между системами

source: Sync failed, reason:
ru: Синхронизовать заметки не удалось по причине:

source: Local SyncServer (port
ru: Местный сервер синхронизации (порт

source: Start SyncServer
ru: Запуск сервера синхронизации

source: Syncserver not running
ru: Сервер синхронизации остановлен

source: RemoteSync-Server (Port
ru: Удалённый сервер синхронизации (порт

source: Connect to remote SyncServer
ru: Установить соединение

source: Columns
ru: Столбцы
